[
  {
    "materialId": "batak_adat",
    "tribeId": "batak",
    "topic": "Adat",
    "title": "Adat Istiadat Suku Batak",
    "content": "Adat istiadat Suku Batak merupakan sistem nilai dan aturan hidup yang mengatur hubungan sosial masyarakatnya. Salah satu konsep utama dalam adat Batak adalah Dalihan Na Tolu, yaitu sistem kekerabatan yang menekankan keseimbangan peran antara pihak keluarga istri, keluarga sendiri, dan keluarga penerima perempuan. Adat Batak mengatur berbagai peristiwa penting dalam kehidupan, seperti kelahiran, pernikahan, dan kematian, yang dilaksanakan melalui upacara adat dengan tata cara yang telah diwariskan secara turun-temurun. Melalui adat ini, masyarakat Batak menjunjung tinggi nilai penghormatan, kebersamaan, serta tanggung jawab terhadap keluarga dan marga."
  },
  {
    "materialId": "batak_baju",
    "tribeId": "batak",
    "topic": "Baju adat",
    "title": "Baju Adat Suku Batak",
    "content": "Baju adat Suku Batak sangat erat kaitannya dengan kain ulos, yaitu kain tenun tradisional yang memiliki makna simbolis mendalam. Ulos tidak hanya berfungsi sebagai pakaian, tetapi juga sebagai simbol doa, restu, dan kasih sayang. Dalam berbagai upacara adat seperti pernikahan, kelahiran, dan kematian, ulos diberikan sesuai dengan peran dan kedudukan seseorang dalam adat. Setiap jenis ulos memiliki nama dan fungsi tersendiri, sehingga penggunaannya harus sesuai dengan aturan adat yang berlaku."
  },
  {
    "materialId": "batak_sejarah",
    "tribeId": "batak",
    "topic": "Sejarah",
    "title": "Sejarah Suku Batak",
    "content": "Suku Batak berasal dari wilayah Sumatera Utara dan telah berkembang sejak ratusan tahun yang lalu. Masyarakat Batak dikenal dengan sistem marga yang menjadi identitas keluarga dan penanda garis keturunan. Sejarah Batak juga berkaitan erat dengan nilai adat, kepercayaan, dan struktur sosial yang kuat. Hingga kini, warisan sejarah dan budaya Batak terus dijaga melalui tradisi, bahasa daerah, serta upacara adat."
  },
  {
    "materialId": "batak_hari_raya",
    "tribeId": "batak",
    "topic": "Hari raya",
    "title": "Hari Raya Suku Batak",
    "content": "Masyarakat Batak merayakan berbagai hari besar yang berkaitan dengan agama dan adat. Perayaan hari raya biasanya diisi dengan doa bersama, pelaksanaan upacara adat, serta kegiatan kebersamaan keluarga. Momen ini dimanfaatkan untuk mempererat hubungan kekerabatan, memperkuat nilai gotong royong, dan menjaga keharmonisan antaranggota masyarakat."
  },
  {
    "materialId": "batak_prasasti",
    "tribeId": "batak",
    "topic": "Prasasti",
    "title": "Prasasti dan Peninggalan Batak",
    "content": "Peninggalan sejarah Suku Batak dapat ditemukan dalam bentuk prasasti, naskah kuno, dan berbagai situs budaya. Prasasti dan naskah tersebut menjadi bukti perkembangan peradaban Batak di masa lalu, termasuk sistem kepercayaan dan pengetahuan tradisional. Peninggalan ini memiliki nilai sejarah yang penting dan menjadi sumber pembelajaran bagi generasi berikutnya."
  },

  {
    "materialId": "minang_adat",
    "tribeId": "minang",
    "topic": "Adat",
    "title": "Adat Istiadat Suku Minangkabau",
    "content": "Suku Minangkabau memiliki adat istiadat yang dikenal dengan sistem matrilineal, yaitu garis keturunan yang ditarik dari pihak ibu. Sistem ini memengaruhi struktur keluarga, pewarisan harta, dan kehidupan sosial masyarakat. Adat Minangkabau mengatur hubungan antaranggota keluarga dan masyarakat secara rinci, serta menanamkan nilai musyawarah, kebersamaan, dan tanggung jawab sosial sejak dini."
  },
  {
    "materialId": "minang_baju",
    "tribeId": "minang",
    "topic": "Baju adat",
    "title": "Baju Adat Suku Minangkabau",
    "content": "Baju adat Minangkabau memiliki ciri khas yang mudah dikenali, terutama pada penutup kepala yang disebut suntiang. Pakaian adat ini umumnya digunakan dalam upacara pernikahan dan acara adat penting lainnya. Setiap detail pakaian adat Minang memiliki makna simbolis yang mencerminkan nilai adat, martabat keluarga, serta peran seseorang dalam masyarakat."
  },
  {
    "materialId": "minang_sejarah",
    "tribeId": "minang",
    "topic": "Sejarah",
    "title": "Sejarah Suku Minangkabau",
    "content": "Suku Minangkabau berasal dari wilayah Sumatera Barat dan memiliki sejarah panjang dalam bidang perdagangan dan budaya. Masyarakat Minang dikenal dengan tradisi merantau, yaitu kebiasaan pergi ke daerah lain untuk mencari pengalaman dan penghidupan. Tradisi ini membentuk karakter masyarakat Minang yang mandiri, adaptif, dan memiliki jaringan sosial yang luas."
  },
  {
    "materialId": "minang_hari_raya",
    "tribeId": "minang",
    "topic": "Hari raya",
    "title": "Hari Raya Suku Minangkabau",
    "content": "Hari raya di Minangkabau umumnya berkaitan dengan perayaan keagamaan dan adat. Perayaan ini sering diisi dengan kegiatan keluarga, penyajian masakan khas Minang, serta pelaksanaan adat istiadat. Hari raya menjadi momen penting untuk mempererat hubungan keluarga dan menjaga nilai-nilai tradisi yang diwariskan secara turun-temurun."
  },
  {
    "materialId": "minang_prasasti",
    "tribeId": "minang",
    "topic": "Prasasti",
    "title": "Prasasti dan Peninggalan Minangkabau",
    "content": "Peninggalan sejarah Minangkabau dapat ditemukan dalam bentuk rumah adat, naskah kuno, dan situs budaya. Rumah adat seperti Rumah Gadang menjadi simbol identitas budaya Minang. Peninggalan ini mencerminkan nilai adat, sejarah, serta kearifan lokal yang masih dilestarikan hingga saat ini."
  },

  {
    "materialId": "toraja_adat",
    "tribeId": "toraja",
    "topic": "Adat",
    "title": "Adat Istiadat Suku Toraja",
    "content": "Suku Toraja memiliki adat istiadat yang sangat kuat dan berperan penting dalam kehidupan masyarakatnya. Salah satu adat yang paling dikenal adalah upacara kematian yang dilaksanakan secara besar-besaran sebagai bentuk penghormatan terakhir kepada leluhur. Adat Toraja mengajarkan nilai penghormatan, kebersamaan, dan hubungan erat antara manusia, alam, dan kepercayaan leluhur."
  },
  {
    "materialId": "toraja_baju",
    "tribeId": "toraja",
    "topic": "Baju adat",
    "title": "Baju Adat Suku Toraja",
    "content": "Baju adat Toraja biasanya digunakan dalam berbagai upacara adat dan memiliki warna serta motif yang khas. Pakaian adat ini tidak hanya berfungsi sebagai busana, tetapi juga mencerminkan status sosial dan identitas budaya pemakainya. Motif dan warna pada baju adat Toraja memiliki makna simbolis yang berkaitan dengan kehidupan dan kepercayaan masyarakat."
  },
  {
    "materialId": "toraja_sejarah",
    "tribeId": "toraja",
    "topic": "Sejarah",
    "title": "Sejarah Suku Toraja",
    "content": "Suku Toraja berasal dari wilayah Sulawesi Selatan dan memiliki sejarah panjang yang berkaitan erat dengan adat dan kepercayaan leluhur. Masyarakat Toraja dikenal dengan rumah adat tongkonan yang memiliki nilai historis dan filosofis. Budaya Toraja telah dikenal hingga ke mancanegara dan menjadi salah satu kekayaan budaya Indonesia."
  },
  {
    "materialId": "toraja_hari_raya",
    "tribeId": "toraja",
    "topic": "Hari raya",
    "title": "Hari Raya Suku Toraja",
    "content": "Hari raya dan perayaan adat Toraja sering berkaitan dengan upacara tradisional yang melibatkan seluruh komunitas. Perayaan ini menjadi momen penting untuk berkumpulnya keluarga, memperkuat hubungan sosial, serta melestarikan adat dan tradisi yang diwariskan dari generasi ke generasi."
  },
  {
    "materialId": "toraja_prasasti",
    "tribeId": "toraja",
    "topic": "Prasasti",
    "title": "Prasasti dan Peninggalan Toraja",
    "content": "Peninggalan sejarah Toraja dapat dilihat pada rumah adat tongkonan, ukiran kayu, serta situs pemakaman batu. Peninggalan ini mencerminkan nilai sejarah, kepercayaan, dan budaya masyarakat Toraja. Hingga kini, peninggalan tersebut masih dijaga dan menjadi bagian penting dari identitas budaya Toraja."
  }
]
